; Let It Rain FX UI strings. Key = the English text.
; Blank value = fall back to English. UTF-16 LE with BOM, always.
; Generated from translations.csv by build.ps1 - do not hand-edit.
[Strings]
Settings - Let It Rain FX=Beállítások - Let It Rain FX
Rain=Eső
Snow=Hó
Intensity=Erősség
Low=Gyenge
High=Erős
Wind Direction=Szélirány
Left=Balra
Right=Jobbra
Simplified snow heap=Egyszerűsített hókupac
Change Particle Color=Részecskeszín módosítása
Hide behind windows=Elrejtés az ablakok mögé
Start with Windows=Indítás a Windowsszal
About - Let It Rain FX=Névjegy - Let It Rain FX
Report issues or send feedback to=Hibák jelentése vagy visszajelzés küldése ide
Support=Támogatás
Other apps=További alkalmazások
Fast, lightweight, and minimalist photo viewer designed for the modern Windows=Gyors, könnyű és minimalista fényképnézegető a modern Windowshoz
Configure=Beállítások
About=Névjegy
Exit=Kilépés
